{"Nuestras carnes.": [{"name": "Maki de steak tartare, salsa de anguilas y fideo indonesio", "price": ["23,90"]}, {"name": "Albóndigas de venado con cremoso ahumado de patatas y huitlacoche ", "price": ["18,50"]}, {"name": "Arroz meloso de rabo de vaca, tuétano y foie con sashimi de vierias y emulsión de hierbas ", "price": ["18,50"]}, {"name": "Conejo reposado en miso y achiote, chantilly de coliflor tostada y tonka, cebollita rellena de ajoarriero de sus menudillos ", "price": ["16,90"]}], "Nuestros famosos ba.s.": [{"name": "Shalaka-bao de panceta glaseada", "price": ["4,50"]}, {"name": "Shalaka-bao de pato pekinés", "price": ["4,50"]}], "Nuestros Pescados. ": [{"name": "Tiradito de pez mantequilla, foie y salsa tsuyu", "price": ["14,90"]}, {"name": "Tataki de salmón fresco, alga wakame, curry y citricos", "price": ["14,90"]}, {"name": "Laksa \"Singapur\" de carabineros y udón", "price": ["16,90"]}, {"name": "Chipirones rellenos de crestas de gallo con salsa de miso y tinta de calamar con su pulpito frito ", "price": ["19.90"]}, {"name": "Pulpo a la llama caramelizado con salsa coreana, causa limeña y salteado asiático ", "price": ["17,90"]}, {"name": "Morillo de atún guisado y glaseado en jugo reducido, salicornia y plancton marino ", "price": ["24,90"]}], "Con un poco de \"shala\" para empezar. ": [{"name": "Croquetas de pringá acompañadas de humus y", "price": ["9,90"]}, {"name": "Navajas con influencias Thai y aire de mantequilla", "price": ["14,90"]}, {"name": "Nuestra versión del famoso \"Chilli Crab\"", "price": ["11,90"]}, {"name": "Cromatismo de verduras", "price": ["13.90"]}, {"name": "Gyozas de pollo y Shitake con salsa hoisin", "price": ["9,90"]}, {"name": "¿Ensaladilla rusa? Templada y muy verde", "price": ["10,90"]}, {"name": "Bocado de manitas de cerdo con salsa brava de curry rojo y encurtido asiático ", "price": ["9,90"]}, {"name": "Tataki de presa ibérica al vermouth rojo y foie con alioli de oji amarillo y té ahumado ", "price": ["14,90"]}]}